{"schema":{"fields":[{"name":"index","type":"integer"},{"name":"personal_essay","type":"string"}],"primaryKey":["index"],"pandas_version":"0.20.0"},"data":[{"index":0,"personal_essay":" When I call my Auntie Balbir 'Machiavellian,' I mean it as a compliment. A slight Punjabi woman, she took care of my siblings and me during our parents' erratic work hours. Her tight bun, sharp eye, and precise, commanding manner quickly inspired in us a respect for household rules and a fear of the time-out corner.  Escaping from communal riots in India following the assassination of Prime Minister Indira Gandhi, Auntie B.arrived in America as a refugee. Fortuna placed her in an unfamiliar land with a culture and language distinct from her own, and she battled solitude, grief, and a fear of the unknown. It was her virtù that guided her in founding a successful organization to help immigrants find work, which she complemented with her burgeoning nanny agency and massage business.  'Nothing is permanent' she would say in Hindi while smoothing out creases in a batch of freshly washed laundry, 'But your skills stay with you forever.' My siblings and I often listened to her teachings and stories during drives to school and amidst the community service she engaged us in at the nearby Sikh temple. As a playful child who feared chastisement, I followed her tokens of advice but sometimes I secretly wished she would become Maria from The Sound of Music and imagined myself singing 'Do-Re-Mi' on the green, rolling hills of Austria.  Growing up I didn't understand the importance of Auntie B.'s unusual combination of strict punishments and inspirational narratives until I studied the political theories and philosophies of Niccoló Machiavelli last summer. I centered my focus on Machiavelli's The Prince and his Discourses on Livy, examining his views on the productivity of fear in governing a principality. I analyzed his descriptions of European historical events, including Cesare Borgia's brutal maintenance of Romagna and Oliverotto da Fermo's seizure of the town of Fermo, assessing the ways each ruler used fear to maintain control of the populace. I then created a taxonomy of the various types of fear in Machiavelli's political writings, identifying each according to its utility in moments of political uncertainty and unrest. In addition, I examined the rhetorical techniques Machiavelli himself used when presenting his arguments to his readers.  Carrying out this research helped me discern the ways Auntie B. shaped my understanding of the world.Although I joked about Auntie B.'s appreciation of the idea that it is better to be feared than loved, I realized her use of punishments (especially the dreaded time-out corner) not only as a deliberate strategy to maintain order over three mischievous children but also as an informal introduction to politics and power structures.  I found in Auntie B.'s stories, too, a reflection of Machiavelli's statement, 'Everything that occurs in the world, in every epoch, has something that corresponds to it in ancient times.' Just as Machiavelli relates historical examples of the Roman Empire to Florence in an effort to bring about the success of the Florentine Republic, I saw how Auntie B. used history to inform our understanding of contemporary times. Her stories about beginning her massage business were meant to teach us about the value of economic self-sufficiency. She intended her tales about helping other immigrants to show us the importance of community strength.  Today, I look for correlations between historical and modern political affairs when examining social policies and work to uphold the values of courage, compassion, and foresight that are incorporated in the power of virtù that Auntie B. illustrated with her journey and Machiavelli speaks to in his writings.  Although Machiavelli's political thought is sometimes seen as overly shrewd and did not become mainstream, for me, he offers an uncommon and subtle way of perceiving the world in which history, fortuna, and virtù all play significant roles in shaping one's path, a perspective that we all can apply to our daily lives.Every individual, I learned, is 'Machiavellian' in some form."},{"index":1,"personal_essay":"You might say a love of history is in my DNA. Or, perhaps, a love of DNA is in my history. With dreams of becoming a scientific researcher, I spent my high school summers conducting molecular biological and bioinformatics research. Years of mastering the scientific method seemed unhelpful, though, for my newest challenge: a college-level American history course with a well-known, demanding teacher.I thought that determining antibiotic sensitivity wouldn't help me understand Reconstruction any more than my work transforming bacteria could teach me about the women's rights movement. As I pursued my studies, however, I noticed, the inherent inseparability of the two fields. History builds the framework for scientific study by exposing the ever-changing nature of human need. When faced with incurable diseases like hemophilia, for instance, we created gene-editing technology to directly modify DNA. History shows us the need for a solution, and science supplies us with the knowledge to create one.The investigative nature of history bolsters the scientific conclusions we make every day. With the rigid scientific method, we find answers; through the open-ended nature of history, we raise the next questions that propel us forward in the study of our surroundings. After understanding the conditions required for the existence of life on Earth, for example, we explored the possibility of life on planets with atmospheres distinct from our own.Today, I consider myself a scientist and a historian, drawn to both fields because of their symbiotic relationship that enables us to construct an improved future.Most Pomona students enter the College undecided about a major, or they change their minds about their prospective major by the time they graduate. Certainly, we aren't going to hold you to any of the choices you've made above. But please tell us why you've chosen the academic programs (or Undecided!) that you have listed. (250 words)20 stories. 25 pictures. 8 pages. The basic materials I have to work with. These appear in my inbox after rounds of editing and review and then I take the last step and put together the final product. The newspaper is a blank canvas until I let my creativity takeover. As I decide on themes and format, I delight in the puzzle-like, detective nature of creating the layout of the newspaper and writing stories of the unknown. The story on the midterm elections should take front page. The feature on therapy dogs should be placed near the article about the stress of final exams on page 8. The piece on the recent Wifi shutdown best fits next to note about the extended pool hours on weekends. Layout design is an unexpectedly rewarding task. I must strategically position the articles in each issue and find ways to create space for the captivating photographs that draw the readers in. I excavate hidden perspectives and place these beautiful, varied voices side by side to tell a two-part story: the subject's story and also my own.Newswriting captures my journey to uncover the meaning in my surroundings as I investigate what intrigues me. I search for the angle through which I pursue the study of my chosen subject. I collect and put together words of discovery and insight that fill the crisp, gray pages. Along the margins and in between articles I paint an unforgettable image in the reader's mind that spurs a cycle of interest and grants immortality to the subject of the piece.My work in the newspaper advances my pursuit for our roots. I look for the stories of people, moments, and events that pique the interest of myself and others. The way I decide to tell the story, the questions I ask, the angles I pursue, and the formatting I use all express my imagination and create something for the entire community to enjoy.Every person has a creative side, and it can be expressed in many ways: problem-solving, original and innovative thinking, and artistically, to name a few. Describe how you express your creative side.I grabbed my cherry-scented marker and carefully drew out an A- in large, bubble letters under the category  'Sweet Tooth'. (There had been a suspicious lack of butter cookies this holiday season, resulting in a lower grade for my mother). I was following my yearly tradition: 'polished' input and advice from the eldest child, in the form of The 'Rough and Tough' Family Report Card.Highly concerned with the particulars of running the household or who chose the weekly family movie, I gifted my parents with an invaluable perspective on how they were running their lives. They always scored high in 'Love,' but often took a few hits in 'Joke Telling' or 'Style.'I invented many playful traditions as a kid. I started a tradition with my sister of Rap-Wrapping, a Christmas-time activity involving the belting out of Hamilton songs and the colorful decoration of gifts. And, in order to convince my mom that I could have a later bedtime, I (very politely) demanded that we attend one midnight showing of a Bollywood movie with my grandmother every year.Traditions find themselves in every realm of life. Traditions in academia fall under foundational teaching philosophies used in the classroom, social traditions exist to bond people of various walks of life together, and athletic traditions create the sports that we know and love. I've recognized this value in traditions throughout my life, and I seek to bring old and new ones to Rice. Whether it be building residential spirit through Dorm Olympics or inspiring students to showcase their passions to the rest of the community, I want to bring groups together with shared experiences that can become timeless. Traditions thread themselves through the past, present, and future, serving as a constant reminder of who we were and who we are. They are the bridge between distinct cultures, countries, and continents. While learning Korean songs with my best friend or celebrating Hungarian holiday traditions with my roommate, I've experienced the power of traditions to diminish social and cultural differences, and I intend to continue building this unity in the study groups, residential communities, and extracurriculars of which I am a part.I value the legacy of traditions, and also the nascent. I am excited by vigorous debate exploring the traditions of old and their modern practicality or need for adaptation. At Rice, I want to cherish the old and dream of new experiences that can help me and my community of learners and debaters thrive.Rice is lauded for creating a collaborative atmosphere that enhances the quality of life for all members of our campus community. The Residential College System is heavily influenced by the unique life experiences and cultural traditions each student brings. What personal perspectives would you contribute to life at Rice? (500 word limit)"}]}